monitoreos/createfnr3GT/logs/log_20250811_161630.txt

[2025-08-11 16:16:30.031] Inicio del envío
País: Guatemala
Endpoint: http://172.20.190.94:8080/CAI3G1.2/services/CAI3G1.2/async
Usuario: EmaCmdGT
Delay: 1000 ms

[2025-08-11 16:16:30.032] [0] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252132343</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252132343</cai3:OrderId>
        <amx:msisdn>50252132343</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252132343">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252132343</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 16:16:31.455] [0] Envío exitoso - Duración: 1.42s

----------------------------------------

[2025-08-11 16:16:32.456] [1] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252132391</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252132391</cai3:OrderId>
        <amx:msisdn>50252132391</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252132391">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252132391</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

[2025-08-11 16:16:33.505] [1] Envío exitoso - Duración: 1.05s

----------------------------------------

[2025-08-11 16:16:35.529] [2] XML generado:
<?xml version="1.0" encoding="ISO-8859-1"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:add="http://www.w3.org/2005/08/addressing"
                  xmlns:amx="http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/"
                  xmlns:asy="http://schemas.ericsson.com/async/"
                  xmlns:cai3="http://schemas.ericsson.com/cai3g1.2/">
  <soapenv:Header>
    <add:Security>
      <add:UsernameToken>
        <add:Username>EmaCmdGT</add:Username>
        <add:Password>EmaCmdGT@1</add:Password>
      </add:UsernameToken>
    </add:Security>
    <cai3:Context>50252132729</cai3:Context>
  </soapenv:Header>
  <soapenv:Body>
    <cai3:Set>
      <cai3:MOType>PrepaidMobile@http://schemas.ericsson.com/ma/CA/AMXCENAMMobilePrepaidGT_HW_vUDB/</cai3:MOType>
      <cai3:MOId>
        <cai3:OrderId>50252132729</cai3:OrderId>
        <amx:msisdn>50252132729</amx:msisdn>
      </cai3:MOId>
      <cai3:MOAttributes>
        <amx:SetPrepaidMobile msisdn="50252132729">
          <amx:Usecase>CREATE_FNR_3</amx:Usecase>
          <amx:msisdn>50252132729</amx:msisdn>
          <amx:WFC/>
        </amx:SetPrepaidMobile>
      </cai3:MOAttributes>
    </cai3:Set>
  </soapenv:Body>
</soapenv:Envelope>

